Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisten_totuus-_ja_sovintokomissio_aloittaa_tyonsa_suomessa.html.tmx
Source language: fin
Languages: smn

source: Saamelaisten totuus- ja sovintokomissio aloittaa työnsä Suomessa
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio porgâškuát Suomâst

source: Valtioneuvosto on asettanut Saamelaisten totuus- ja sovintokomission valtioneuvoston istunnossa 28. lokakuuta.
smn: Staatârääđi lii asâttâm Sämmilij tuotâvuotâ- já sovâdâttâmkomissio staatârääđi čuákkimist 28. roovvâdmáánu.

source: Työtä Saamelaisten totuus- ja sovintokomission perustamiseksi on jatkettu pääministeri Sanna Marinin hallitusohjelman mukaisesti.
smn: Pargo Sämmilij tuotâvuotâ- já sovâdâttâmkomissio vuáđudem várás lii jotkum uáiviminister Sanna Marin haldâttâsohjelm miäldásávt .

source: Asiaa on valmisteltu tiiviissä yhteistyössä Suomen valtion, Saamelaiskäräjien ja Kolttien kyläkokouksen edustajien kanssa.
smn: Äšši lii valmâštâllum noonâ oovtâstpargoost Suomâ staatâ, Sämitige já Nuorttâlij sijdâčuákkim ovdâsteijeiguin.

source: Komission tavoitteena on koota saamelaisten kokemukset Suomen valtion ja eri viranomaisten toimista sekä tehdä tämä tieto näkyväksi.
smn: Komissio ulmen lii nuurrâđ sämmilij feerimijd Suomâ staatâ já sierâ virgeomâhái tooimâin sehe toohâđ taam tiäđu uáinojeijen.

source: ”Toivotan menestystä Saamelaisten totuus- ja sovintokomissiolle sen tärkeässä työssä.
smn: ”Mun tuáivum miänástus Sämmilij tuotâvuotâ- já sovâdâttâmkomission ton tehálii pargoost.

source: Yhteinen tavoitteemme on, että komission työn seurauksena vuoropuhelu ja luottamus saamelaisten ja valtion välillä lisääntyy.
smn: Mii ohtsâš ulmen lii, ete komissio pargo puáđusin savâstâllâm já luáttámuš sämmilij já staatâ kooskâst lassaan.

source: Vain ymmärtämällä mitä saamelaiset ovat kokeneet, voimme aidosti löytää ratkaisuja tulevaisuuteen”, pääministeri Sanna Marin sanoo.
smn: Tuše tienuuvt, ete mij iberdep maid sämmiliih láá feerim, mij pyehtip tuođâlávt kavnâđ čuávdusijd puátteevuotân”, uáiviminister Sanna Marin iätá.

source: ”Tänään käynnistyy merkittävä työ saamelaisten kohtaaman syrjinnän sekä valtion sulauttamispolitiikan aiheuttamien seurauksien selvittämiseksi.
smn: ”Onne vuálgá joton merhâšittee pargo sämmilij teivâm olgoštem sehe staatâ suddâluttempolitiik tovâttem čuávumušâi selvâttem oovdân.

source: Saamelaisten alkuperäiskansaoikeuksien tunnustaminen ja toimeenpano takkuaa Suomessa edelleen.
smn: Sämmilij algâaalmugvuoigâdvuođâi tuubdâstmist já olášutmist láá ain čuolmah Suomâst.

source: Toivon, että tämän raskaan prosessin läpikäymisestä seuraa konkreettisia toimenpiteitä, jotka aidosti edistävät saamelaisten asemaa suomalaisessa yhteiskunnassa”, toteaa Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso .
smn: Mun tuáivum, ete taan lusis proosees čoođâ jotemist čuávuh konkreetliih tooimah, moh tuođâlávt ovdedeh sämmilij sajattuv syemmilii ohtsâškoddeest”, paahud Sämitige saavâjođetteijee Tuomas Aslak Juuso .

source: ”Saamelaisten totuus- ja sovintokomissio tulee tekemään tärkeää ja samalla myös raskasta työtä.
smn: ”Sämmilij tuotâvuotâ- já sovâdâttâmkomissio porgâškuát tehálii já siämmást meid lusis pargo.

source: Komission työn alkaessa on jo useamman vuoden huolellinen valmistelutyö saamelaisten ja valtion välisen ymmärryksen ja luottamuksen lisäämiseksi takana.
smn: Komissio pargo älgidijn lii jo tyehin maaŋgâ ive huolâlâš valmâštâllâmpargo sämmilij já staatâ koskâsii ibárdâs já luáttámuš lasettem várás.

source: Toivomme komission työlle menestystä ja riittäviä resursseja onnistumisen turvaamiseksi”, sanoo Kolttien luottamusmies Veikko Feodoroff .
smn: Mij tuáivup komissio paargon miänástus já tuárvi resursijd tuárjuđ luhostum pargo”, iätá Nuorttâlij ovdâolmooš Veikko Feodoroff .

source: Saamelaisten totuus- ja sovintokomissio on toiminnassaan itsenäinen ja riippumaton.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio lii toimâstis jiečânâs já jiešráđálâš.

source: Siihen kuuluuviisi komissaaria, joista kaksi on asetettu valtioneuvoston esityksestä, kaksi Saamelaiskäräjien esityksestä ja yksi Kolttien kyläkokouksen esityksestä.
smn: Toos kuleh vittâ komissaar, main kyevtis lává asâttum staatârääđi iävtuttâsâst, kyevtis Sämitige iävtuttâsâst já ohtâ Nuorttâlij sijdâčuákkim iävtuttâsâst.

source: Komission jäsenet ovat:
smn: Komissio jesâneh láá:

source: väitöskirjatutkija, oikeustieteiden kandidaatti Heikki J. Hyvärinen
smn: náguskirjetotkee, riehtitiettui kandidaat Heikki J. Hyvärinen

source: hallintotieteiden maisteri Irja Jefremoff
smn: haldâttâhtiettui maister Irja Jefremoff

source: arkkipiispa emeritus, teologian tohtori Kari Mäkinen
smn: arkkâpispe emeritus, teologia tuáhtár Kari Mäkinen

source: työelämäprofessori, oikeustieteen tohtori Hannele Pokka
smn: pargoeellimprofessor, riehtitiettuu tuáhtár Hannele Pokka

source: filosofian maisteri Miina Seurujärvi
smn: filosofia maister Miina Seurujärvi

source: Saamelaisten totuus- ja sovintoprosessin päämääränä on:
smn: Sämmilij tuotâvuotâ- já sovâdâttâmproosees mittomeerrin lii:

source: Tunnistaa ja arvioida saamelaisten historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia.
smn: Tubdâstiđ já árvuštâllâđ sämmilij historjálii já tááláá olgoštem, mieldiluhâmáin staatâ suddâluttempolitiik, sehe vuoigâdvuođâi luávkkimijd.

source: Selvittää, miten tämä vaikuttaa saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa.
smn: Selvâttiđ, ete maht taat vaaigut sämmiláid já sii siärvádâhân tááláá tiileest.

source: Ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
smn: Iävtuttiđ, ete maht puávtáččii ovdediđ ohtâvuođâ sämmilij já Suomâ staatâ kooskâ sehe sämmilij juávhust.

source: Lisätä tietoisuutta saamelaisista Suomen alkuperäiskansana.
smn: Lasettiđ tiäđuid sämmilijn Suomâ algâaalmugin.

source: Tarkoituksena on myös, että totuus- ja sovintoprosessin tuloksena Suomen valtio kantaa vastuuta ja yhdessä Saamelaiskäräjien, Kolttien kyläkokouksen ja muiden saamelaistoimijoiden kanssa vahvistaa saamelaisten oikeuksien toteutumista Suomessa.
smn: Tárguttâssân lii meid, ete tuotâvuotâ- já sovâdâttâmproosees puáđusin Suomâ staatâ kuádá ovdâsvástádâs já oovtâst Sämitiggijn, Nuorttâlij sijdâčuákkimáin já eres sämmilâštuáimeiguin naanood sämmilij vuoigâdvuođâi olášume Suomâst.

source: Psykososiaalinen tuki on olennainen osa Saamelaisten totuus- ja sovintoprosessin toteutumista.
smn: Psykososiaallâš toorjâ lii tehálâš uási Sämmilij tuotâvuotâ- já sovâdâttâmproosees olášume.

source: Komissio laatii työstään raportin, joka sisältää myös toimenpide-ehdotuksia.
smn: Komissio čáálá pargostis raapoort, mii ana sistees meid toimâiävtuttâsâid.

source: Raportti luovutetaan valtioneuvostolle, Saamelaiskäräjille ja Kolttien kyläkokoukselle 30.11.2023 mennessä.
smn: Raapoort adeluvvoo staatârááđán, Sämitiigán já Nuorttâlij sijdâčuákkimân 30.11.2023 räi.

source: Saamelaisten asema alkuperäiskansana on turvattu Suomessa perustuslaissa.
smn: Sämmilij sajattâh algâaalmugin lii torvejum Suomâ vuáđulaavâst.

source: Perustuslain 17 §:n 3 momentin mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
smn: Vuáđulaavâ 17 § 3 moomeent mield sämmilijn algâaalmugin lii vuoigâdvuotâ paijeentoollâđ já ovdediđ jieijâs kielâ já kulttuur.

source: Kansainväliset esikuvat
smn: Aalmugijkoskâsiih ovdâkoveh

source: Totuus- ja sovintokomissioinstituutio juontaa juurensa 1970-luvulle.
smn: Tuotâvuotâ- já sovâdâttâmkomissioinstituutio madduuh láá 1970-lovvoost.

source: Kansainvälisesti totuuskomissioiksi tai totuus- ja sovintokomissioiksi kutsutaan prosesseja, joissa tarkastellaan historiassa tapahtuneita kollektiivisia vääryyksiä.
smn: Aalmugijkoskâsávt tuotâvuotâkomission tâi tuotâvuotâ- já sovâdâttâmkomission kočodeh prosesijd, main tárkkojeh historjást tábáhtum kollektivlijd verivuođâid.

source: Totuus- ja sovintokomissioita on toteutettu noin 40 maassa.
smn: Tuotâvuotâ- já sovâdâttâmkomissioh láá olášuttum suulân 40 staatâst.

source: Lisätietoja:
smn: Lasetiäđuh:

source: erityisasiantuntija Nina Brander, p. 0295 160 347, suunnittelija Maiju Ranta, p. 029 160 272, valtioneuvoston kanslia
smn: sierânâsäššitobdee Nina Brander, p. 0295 160 347, vuávájeijee Maiju Ranta, p. 029 160 272, staatârääđi kanslia

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso, p. 040 687 3394
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso, p. 040 687 3394

source: kolttien luottamusmies Veikko Feodoroff, p. 050 396 1297
smn: nuorttâlij ovdâolmooš Veikko Feodoroff, p. 050 396 1297,

source: Saam elaisten totuus- ja sovintokomission asettamispäätös
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio asâttemmiärádâs

source: Saamelaisten totuus- ja sovintokomission mandaatti
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio mandaat

source: Saamelaisten totuus- ja sovintokomissio
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio

source: Linkki tiedotustilaisuuteen
smn: Liŋkkâ tieđettemtilálâšvuotân

source: Valokuvia tiedotustilaisuudesta
smn: Čuovâkoveh tieđettemtilálâšvuođâst

source: Puheenjohtaja Tuomas Aslak Juuson puheenvuoro
smn: Saavâjođetteijee Tuomas Aslak Juuso sahâvuáru
